{
  "start": {
    "description": "Синий Алмаз - это уникальный драгоценный камень, который был выставлен на аукционе в отеле “Роял”. Он принадлежал известному коллекционеру и меценату Альфреду Бернсу, который решил продать его, чтобы поддержать благотворительный фонд. Однако, за день до аукциона, Синий Алмаз исчез из сейфа в номере Бернса. Полиция была вызвана на место, но не смогла найти никаких следов взлома или насилия. Кто-то очень хитро и аккуратно украл Синий Алмаз, не оставив никаких улик.\n\nВы - детектив, который был назначен расследовать это дело. Ваша задача - найти и вернуть Синий Алмаз, а также выявить и арестовать вора. Вы начинаете свое расследование в полицейском участке, где вас встречает капитан Ричардс.",
    "good_ending": "0",
    "bad_ending": "0",
    "image": "photo/detective at the police station.jfif",
    "scenarios": {
      "Поговорить с Капитаном Ричардсом": {
        "description": "- Здравствуйте, детектив. Я рад, что вы здесь. У нас серьезное дело. Синий Алмаз - это не просто камень, это национальное сокровище. Его история и свойства делают его уникальным и бесценным. Его владелец, Альфред Бернс, хотел продать его на аукционе, но кто-то украл его из сейфа в его номере. Это была хорошо спланированная и исполненная операция. У нас есть несколько подозреваемых, которые могли быть заинтересованы в камне. Я расскажу вам о них.\n\n- Хорошо, капитан. Кто они?\n\n- Во-первых, Джеймс Картер, аукционер, который должен был провести аукцион. Он - профессионал в своем деле, но также известен своей жадностью и хитростью. Он мог украсть камень, чтобы продать его самостоятельно или получить выкуп от Бернса.\n- Во-вторых, Мария Гарсия, сотрудница аукционного дома, которая была ответственна за оценку и хранение камня. Она - эксперт по драгоценным камням, но также подозревается в связях с преступным миром. Она могла подменить камень подделкой или сотрудничать с вором.\n- В-третьих, Люси Уайт, антиквар, которая тоже хотела купить Синий Алмаз. Она - богатая и амбициозная женщина, которая коллекционирует редкие и дорогие предметы. Она могла украсть камень, чтобы дополнить свою коллекцию или продать его дороже.\n- В-четвертых, Джек Блэк, вор-в-законе, который был одним из главных заинтересованных в покупке Синего Алмаза. Он - опасный и жестокий преступник, который специализируется на хищении искусства. Он мог украсть камень, чтобы использовать его как обменную монету или продать его на черном рынке.\n\n- Понятно, капитан.",
        "image": "photo/Richards.jfif"},
      "Поехать в номер владельца Голубого Алмаза в отеле “Роял”": {
        "new_location": "hotel"}
      }},
    "hotel": {
      "description": "Вы приехали в отель \"Роял\" и поднялись на второй этаж, где находился номер Альфреда Бернса. Вы постучали в дверь и услышали голос:\n\n- Кто там?\n\n- Это детектив, я расследую дело о краже Синего Алмаза. Могу я с вами поговорить?\n\n- Да, конечно, входите.\n\nВы вошли в номер и увидели перед собой седовласого мужчину в костюме, который сидел на диване. Рядом с ним сидела женщина в платье, которая держала его за руку. Они выглядели очень расстроенными.",
      "good_ending": "0",
      "bad_ending": "0",
      "image": "photo/diamond.jfif",
      "scenarios": {
        "Поговорить с Альфредом Бернсом": {
          "description": "- Здравствуйте, я Альфред Бернс, а это моя жена Лили. Вы, наверное, пришли задать нам несколько вопросов.\n\n- Да, я хотел бы узнать, что вы можете рассказать мне о Синем Алмазе. Когда и где вы его купили? Как он попал в ваш сейф? Кто еще знал о его существовании?\n\n- Синий Алмаз - это моя гордость и сокровище. Я купил его на аукционе в Лондоне в 2010 году за 10 миллионов долларов. Это был самый дорогой лот на тот момент. Я всегда мечтал о таком камне, он имеет уникальную историю и свойства.\n\n- Какие свойства?\n\n- Синий Алмаз - это необычный феномен природы. Он имеет глубокий синий цвет, который меняется в зависимости от освещения. Он также излучает слабое свечение в темноте. Некоторые говорят, что он обладает магической силой, но я не верю в это.\n\n- Интересно. А как он попал в ваш сейф?\n\n- Я хранил его в своем доме в специальном сейфе, который был подключен к сигнализации. Но когда я решил продать его на аукционе, я перевез его в отель \"Роял\", где я снял номер. Я положил его в сейф в номере, который также был подключен к сигнализации. Я думал, что это будет безопаснее, чем оставлять его дома.\n\n- А кто еще знал о его существовании?\n\n- Ну, кроме меня и моей жены, знали аукционист Джеймс Картер, сотрудница аукционного дома Мария Гарсия, журналист Питер Уолкер и антиквар Люси Уайт. Они все были заинтересованы в Синем Алмазе по разным причинам.\n\n- Понятно. А вы не заметили ничего подозрительного в ночь кражи? Кто-то пытался войти в ваш номер или сейф?\n\n- Нет, я ничего не заметил. Мы легли спать рано, и никто не беспокоил нас. Утром мы обнаружили, что сейф был открыт, а Синий Алмаз исчез. Мы сразу же вызвали полицию, но они не смогли найти никаких следов взлома или насилия. Это было как чудо, или, скорее, проклятие.\n\n- Я понимаю ваше состояние, но я обещаю вам, что я найду ваш камень и верну его вам. У вас есть еще что-то, что вы хотите мне сказать?\n\n- Нет, я больше ничего не знаю. Я очень благодарен вам за вашу помощь. Если вы что-то узнаете, пожалуйста, свяжитесь со мной.\n\n- Хорошо, я так и сделаю. Спасибо за ваше время. До свидания.",
          "image": "photo/Alfred.jfif",
          "options": [
            "Поговорить с Лили Бернс",
            "Посетить аукционный дом \"Картер и Ко\"",
            "Посетить газету \"Дейли Ньюс\""
          ]
        },
        "Поговорить с Лили Бернс": {
          "description": "- Может быть, вы помните, кто из ваших друзей или знакомых интересовался Синим Алмазом? Может быть, кто-то пытался вам его выкупить или уговорить продать?\n\n- Ну, я помню, что однажды на вечеринке мы встретились с Люси Уайт, она - антиквар, которая специализируется на драгоценных камнях. Она очень восхищалась Синим Алмазом и говорила, что она хотела бы его купить на аукционе. Она даже предложила нам хорошую цену, но мы отказались.\n\n- А вы не заметили ничего подозрительного в ночь кражи? Кто-то пытался войти в ваш номер или сейф?\n\n- Нет, я ничего не заметила. Мы легли спать рано, и никто не беспокоил нас. Утром мы обнаружили, что сейф был открыт, а Синий Алмаз исчез. Мы сразу же вызвали полицию, но они не смогли найти никаких следов взлома или насилия. Это было как чудо, или, скорее, проклятие.\n\n- Я понимаю ваше состояние, но я обещаю вам, что я найду ваш камень и верну его вам. У вас есть еще что-то, что вы хотите мне сказать?\n\n- Нет, я больше ничего не знаю. Я очень благодарна вам за вашу помощь. Если вы что-то узнаете, пожалуйста, свяжитесь со мной.\n\n- Хорошо, я так и сделаю. Спасибо за ваше время. До свидания.",
          "image": "photo/Lily.jfif",
          "options": [
            "Поговорить с Альфредом Бернсом",
            "Посетить аукционный дом \"Картер и Ко\"",
            "Посетить газету \"Дейли Ньюс\""
          ]
        },
        "Посетить аукционный дом \\\"Картер и Ко\\\"\"": {
          "description": "Вы попрощались с Альфредом и Лили Бернс и вышли из их номера. Вы подумали, что они кажутся честными и искренними, но вы не исключаете возможность, что они могут быть вовлечены в кражу Синего Алмаза. Вы решили посетить другие локации, чтобы узнать больше о подозреваемых и уликах.",
          "new_location": "carter_and_co"
        },
        "Посетить газету \"Дейли Ньюс\"": {
          "description": "Вы попрощались с Альфредом и Лили Бернс и вышли из их номера. Вы подумали, что они кажутся честными и искренними, но вы не исключаете возможность, что они могут быть вовлечены в кражу Синего Алмаза. Вы решили посетить другие локации, чтобы узнать больше о подозреваемых и уликах.",
          "new_location": "daily_news"
        }}},
    "carter_and_co": {
      "description": "Вы выбрали посетить аукционный дом \"Картер и Ко\", где должен был состояться аукцион Синего Алмаза. Вы приехали к зданию аукционного дома и вошли внутрь. Вы увидели перед собой большой зал с подиумом, на котором стоял микрофон и экран. Вы также заметили, что на стенах висели разные картины, скульптуры и другие предметы искусства. Вы подошли к стойке регистрации и спросили, где вы можете найти аукциониста Джеймса Картера или сотрудницу Марию Гарсию. Вам сказали, что они находятся в своих офисах на втором этаже. Вы можете выбрать, с кем вы хотите поговорить:",
      "image": "photo/Carter and Co.jfif",
      "good_ending": "0",
      "bad_ending": "0",
      "scenarios": {
        "Поговорить с Джеймсом Картером": {
          "description": "Вы поднялись на второй этаж и постучали в дверь офиса Джеймса Картера. Вы услышали голос:\n\n- Войдите.\n\nВы вошли в офис и увидели перед собой мужчину в костюме, который сидел за столом. На столе стоял компьютер, телефон и несколько бумаг. На стене висела доска с фотографиями разных лотов, включая Синий Алмаз. Мужчина улыбнулся вам и сказал:\n\n- Здравствуйте, я Джеймс Картер, аукционист. Вы, наверное, детектив, который расследует дело о краже Синего Алмаза. Чем я могу вам помочь?\n\n- Да, я детектив, и я хотел бы задать вам несколько вопросов. Как давно вы знаете Альфреда Бернса? Как вы узнали о Синем Алмазе? Как вы организовали аукцион? Кто еще был заинтересован в покупке камня?\n\n- Я знаю Альфреда Бернса около пяти лет. Он - один из моих лучших клиентов и друзей. Он часто покупает и продает разные предметы искусства и антиквариата через мой аукционный дом. Он - настоящий ценитель и меценат.\n- Я узнал о Синем Алмазе около года назад, когда он позвонил мне и сказал, что хочет продать его на аукционе. Я был очень удивлен и восхищен, потому что я знал, что это - один из самых редких и дорогих камней в мире. Я сразу же согласился организовать аукцион для него.\n- Я организовал аукцион с большой тщательностью и ответственностью. Я подготовил все необходимые документы, рекламу, каталоги и приглашения. Я также нанял сотрудницу Марию Гарсию, чтобы она отвечала за транспортировку и хранение Синего Алмаза. Я доверял ей, потому что она работает у меня уже долгое время и никогда не подводила меня.\n- Кто еще был заинтересован в покупке камня? О, многие. Синий Алмаз привлекал внимание многих покупателей, коллекционеров, музеев и даже государств. Я получил много заявок и предложений от разных людей и организаций. Но самыми серьезными и настойчивыми были Люси Уайт, антиквар, и Джек Блэк, вор-в-законе.\n\n- Люси Уайт и Джек Блэк? Вы уверены, что они не связаны с кражей Синего Алмаза?\n\n- Я не могу быть уверен ни в чем. Я знаю, что они оба очень хотели иметь Синий Алмаз, и что они готовы были заплатить за него любую цену. Люси Уайт - это уважаемая и известная антиквар, которая специализируется на драгоценных камнях. Она приходила ко мне несколько раз, чтобы посмотреть на Синий Алмаз и попытаться убедить меня продать ей его напрямую, без аукциона. Но я отказался, потому что я дал слово Альфреду Бернсу, что я буду честным и справедливым.\n- Джек Блэк - это совсем другая история. Он - известный вор-в-законе, который славится своими дерзкими и изощренными кражами. Он никогда не приходил ко мне лично, но он посылал своих посредников и наемников, чтобы они предлагали мне большие суммы денег за Синий Алмаз. Он даже угрожал мне, если я не соглашусь. Но я не боялся его, потому что я знал, что у меня есть хорошая охрана и сигнализация.\n\n- Понятно. А вы не заметили ничего подозрительного в ночь кражи? Кто-то пытался войти в ваш офис или сейф?\n\n- Нет, я ничего не заметил. Я был дома, и никто не беспокоил меня. Утром я приехал в офис и узнал, что Синий Алмаз был украден из отеля \"Роял\". Я был в шоке и в ярости. Я сразу же позвонил Альфреду Бернсу и выразил ему свое соболезнование. Я также связался с полицией и дал им всю информацию, которую я имел по этому делу.\n\n- Я понимаю ваше состояние, но я обещаю вам, что я найду ваш камень и верну его вам. У вас есть еще что-то, что вы хотите мне сказать?\n\n- Нет, я больше ничего не знаю. Я очень благодарен вам за вашу помощь. Если вы что-то узнаете, пожалуйста, свяжитесь со мной.\n\n- Хорошо, я так и сделаю. Спасибо за ваше время. До свидания.",
          "image": "photo/James.jfif",
          "options": [
            "Посетить магазин антиквара Люси Уайт",
            "Посетить склад вора Джека Блэка",
            "Поговорить с Марией Гарсией"
          ]
        },
        "Поговорить с Марией Гарсией": {
          "description": "Вы поднялись на второй этаж и постучали в дверь офиса Марии Гарсии. Вы услышали голос:\n\n- Войдите.\n\nВы вошли в офис и увидели перед собой женщину в деловом костюме, которая сидела за столом. На столе стоял компьютер, телефон и несколько бумаг. На стене висела доска с фотографиями разных лотов, включая Синий Алмаз. Женщина улыбнулась вам и сказала:\n\n- Здравствуйте, я Мария Гарсия, сотрудница аукционного дома \"Картер и Ко\". Вы, наверное, детектив, который расследует дело о краже Синего Алмаза. Чем я могу вам помочь?\n\n- Да, я детектив, и я хотел бы задать вам несколько вопросов. Как давно вы работаете в аукционном доме? Какие обязанности у вас? Как вы узнали о Синем Алмазе? Как вы отвечали за его транспортировку и хранение?\n\n- Я работаю в аукционном доме около трех лет. Я занимаюсь организацией и проведением аукционов, подготовкой каталогов, контактами с клиентами и партнерами, а также логистикой и безопасностью лотов. Я - правая рука Джеймса Картера, он доверяет мне многие важные задачи.\n- Я узнала о Синем Алмазе около года назад, когда Джеймс Картер сказал мне, что Альфред Бернс хочет продать его на аукционе. Я была очень впечатлена и заинтересована, потому что я знала, что это - один из самых редких и дорогих камней в мире. Я сразу же начала работать над подготовкой аукциона для него.\n- Я отвечала за транспортировку и хранение Синего Алмаза. Я лично забрала его из дома Альфреда Бернса и доставила его в отель \"Роял\", где я сняла номер. Я положила его в сейф в номере, который был подключен к сигнализации. Я также наняла охрану, чтобы они следили за номером и сейфом. Я думала, что это будет самый безопасный способ хранить такой ценный камень.\n\n- Понятно. А вы не заметили ничего подозрительного в ночь кражи? Кто-то пытался войти в ваш номер или сейф?\n\n- Нет, я ничего не заметила. Я спала в своем номере, и никто не беспокоил меня. Утром я обнаружила, что сейф был открыт, а Синий Алмаз исчез. Я сразу же вызвала полицию, но они не смогли найти никаких следов взлома или насилия. Это было как чудо, или, скорее, проклятие.\n\n- Я понимаю ваше состояние, но я обещаю вам, что я найду ваш камень и верну его вам. У вас есть еще что-то, что вы хотите мне сказать?\n\n- Нет, я больше ничего не знаю. Я очень благодарна вам за вашу помощь. Если вы что-то узнаете, пожалуйста, свяжитесь со мной.\n\n- Хорошо, я так и сделаю. Спасибо за ваше время. До свидания.\n\nВы попрощались с Марией Гарсией и вышли из ее офиса. Вы подумали, что она кажется профессиональной и ответственной, но вы не исключаете возможность, что она может быть вовлечена в кражу Синего Алмаза. Вы решили посетить другие локации, чтобы узнать больше о подозреваемых и уликах.",
          "image": "photo/Maria.jfif",
          "options": [
            "Посетить магазин антиквара Люси Уайт",
            "Посетить склад вора Джека Блэка",
            "Поговорить с Марией Джеймсом Картером"
          ]},
          "Посетить магазин антиквара Люси Уайт": {
            "description": "Вы  вышли из офиса. Вы подумали, что они кажутся профессиональными и ответственными, но вы не исключаете возможность, что они могут быть вовлечены в кражу Синего Алмаза. Вы решили посетить другие локации, чтобы узнать больше о подозреваемых и уликах.",
            "new_location": "antique_shop"
          },
          "Посетить склад вора Джека Блэка": {
            "description": "Вы  вышли из офиса. Вы подумали, что они кажутся профессиональными и ответственными, но вы не исключаете возможность, что они могут быть вовлечены в кражу Синего Алмаза. Вы решили посетить другие локации, чтобы узнать больше о подозреваемых и уликах.",
            "new_location": "hideout"
          }
        }},
   "antique_shop": {
     "description": "Вы выбрали посетить магазин антиквара Люси Уайт, которая была одной из главных заинтересованных в покупке Синего Алмаза. Вы приехали к зданию магазина и вошли внутрь. Вы увидели перед собой небольшое, но уютное помещение, украшенное разными предметами искусства и антиквариата. Вы также заметили, что на стенах и витринах были выставлены разные драгоценные камни, бижутерия и ювелирные изделия. Вы подошли к прилавку и спросили, где вы можете найти Люси Уайт. Вам сказали, что она находится в своем кабинете за ширмой.",

      "good_ending": "0",
      "bad_ending": "0",
      "image": "photo/antique shop.jfif",
      "scenarios": {
        "Поговорить с Люси Уайт": {
          "description": "Вы выбрали подойти к ширме и постучать. Вы услышали голос:\n\n- Да, кто там?\n\n- Это детектив, я расследую дело о краже Синего Алмаза. Могу я с вами поговорить?\n\n- Да, конечно, входите.\n\nВы вошли в кабинет и увидели перед собой женщину в элегантном платье, которая сидела за столом. На столе стоял компьютер, телефон и несколько бумаг. На стене висела доска с фотографиями разных камней, включая Синий Алмаз. Женщина улыбнулась вам и сказала:\n\n- Здравствуйте, я Люси Уайт, антиквар. Вы, наверное, пришли задать мне несколько вопросов. Как давно вы занимаетесь антиквариатом? Как вы узнали о Синем Алмазе? Как вы пытались его купить? Кто еще был заинтересован в нем?\n\n- Я занимаюсь антиквариатом около десяти лет. Я люблю искусство и историю, и я всегда искала редкие и ценные предметы. Я специализируюсь на драгоценных камнях, потому что они имеют особую красоту и силу.\n- Я узнала о Синем Алмазе около года назад, когда я встретила Альфреда Бернса на вечеринке. Он показал мне свой камень, и я была поражена его цветом и свечением. Я сразу же захотела его иметь, потому что я знала, что это - один из самых редких и дорогих камней в мире. Я также знала, что он имеет уникальную историю и свойства.\n- Я пыталась купить Синий Алмаз у Альфреда Бернса напрямую, без аукциона. Я предложила ему хорошую цену, но он отказался. Он сказал, что он дал слово Джеймсу Картеру, что он будет честным и справедливым. Я была разочарована, но я не сдавалась. Я решила подменить настоящий камень подделкой, которую я сама изготовила. Я также подкупила Марию Гарсию, чтобы она помогла мне в этом.\n- Кто еще был заинтересован в нем? О, многие. Синий Алмаз привлекал внимание многих покупателей, коллекционеров, музеев и даже государств. Но самым опасным и неприятным был Джек Блэк, вор-в-законе. Он тоже хотел заполучить Синий Алмаз, и он не останавливался ни перед чем. Он угрожал мне, если я не отдам ему камень. Но я не боялась его, потому что я знала, что у меня есть хорошая охрана и сигнализация.\n\n- Понятно. А вы не заметили ничего подозрительного в ночь кражи? Кто-то пытался войти в ваш магазин или кабинет?\n\n- Нет, я ничего не заметила. Я была дома, и никто не беспокоил меня. Утром я приехала в магазин и узнала, что Синий Алмаз был украден из отеля \"Роял\". Я была в шоке и в радости. Я сразу же проверила свой сейф, и увидела, что там лежит настоящий Синий Алмаз. Я сделала это, я украла его, и никто не знает об этом.\n\n- Что? Вы признаетесь, что вы вор?\n\n- Да, я признаюсь, что я вор. И я не жалею об этом. Синий Алмаз - это моя мечта, моя страсть, моя жизнь. Я заслуживаю его больше, чем кто-либо другой. Вы не можете меня остановить, вы не можете меня арестовать. У вас нет никаких доказательств, никаких свидетелей, никаких улик. Вы просто детектив, а я - королева алмазов.\n\n- Вы ошибаетесь, у меня есть доказательства. Вы только что сказали мне все, что я хотел услышать. Я записал наш разговор, и я сейчас позвоню в полицию. Вы арестованы, Люси Уайт.\n\n- Что? Вы записали наш разговор? Вы подставили меня? Вы нечестный и подлый детектив!\n\n- Нет, я честный и справедливый детектив. Я нашел ваш камень и верну его вам. А вы - нечестный и подлый вор. Вы украли чужое сокровище и подменили его подделкой. Вы подкупили Марию Гарсию и использовали ее. Вы - королева алмазов? Нет, вы - королева лжи.\n\nВы позвонили в полицию и сообщили им о вашем находке. Вы также попросили их приехать в магазин антиквара Люси Уайт и арестовать ее. Вы сказали Люси Уайт, что она должна ждать приезда полиции и не пытаться сбежать. Вы также сказали ей, что вы заберете Синий Алмаз из ее сейфа и вернете его Альфреду Бернсу. Люси Уайт была в ярости и отчаянии. Она кричала на вас и оскорбляла вас. Она также пыталась убедить вас, чтобы вы отдали ей камень или сделали с ней сделку. Но вы не поддавались на ее уговоры и угрозы. Вы ждали приезда полиции, держа Синий Алмаз в руках. Вы чувствовали, что вы решили загадку и справедливость восторжествовала. Вы - хороший детектив, и вы нашли вора Синего Алмаза. Конец.",
          "image": "photo/Lucy.jfif",
          "good_ending": "1",
          "bad_ending": "0"
        }
      }},
    "daily_news": {
      "description": "Вы выбрали посетить газету \"Дейли Ньюс\", которая писала статьи о Синем Алмазе и аукционе. Вы приехали к зданию газеты и вошли внутрь. Вы увидели перед собой большой, светлый и шумный офис, где работали журналисты, редакторы и фотографы. Вы подошли к стойке рецепции и спросили, где вы можете найти Питера Уолкера, журналиста, который занимался делом о краже Синего Алмаза. Вам сказали, что он находится в своем кабинете на втором этаже.",
      "image": "photo/daily news.jfif",
      "good_ending": "0",
      "bad_ending": "0",
      "scenarios": {
        "Поговорить с Питером Уолкером": {
          "description": "Вы выбрали подняться по лестнице. Вы прошли по коридору и нашли дверь с табличкой \"Питер Уолкер, журналист\". Вы постучали и услышали голос:\n\n- Да, кто там?\n\n- Это детектив, я расследую дело о краже Синего Алмаза. Могу я с вами поговорить?\n\n- Да, конечно, входите.\n\nВы вошли в кабинет и увидели перед собой мужчину в очках, который сидел за столом. На столе стоял компьютер, телефон и несколько бумаг. На стене висела доска с фотографиями разных лотов, включая Синий Алмаз. Мужчина улыбнулся вам и сказал:\n\n- Здравствуйте, я Питер Уолкер, журналист газеты \"Дейли Ньюс\". Вы, наверное, пришли задать мне несколько вопросов. Как давно вы работаете в газете? Как вы узнали о Синем Алмазе? Как вы писали статьи о нем? Кто еще был заинтересован в нем?\n\n- Я работаю в газете около пяти лет. Я занимаюсь репортажами о разных событиях, связанных с культурой, искусством и криминалом. Я люблю свою работу, потому что она позволяет мне узнавать новое и интересное.\n- Я узнал о Синем Алмазе около года назад, когда я получил сигнал от своего источника, что Альфред Бернс хочет продать его на аукционе. Я был очень заинтересован и взволнован, потому что я знал, что это - один из самых редких и дорогих камней в мире. Я также знал, что он имеет уникальную историю и свойства.\n- Я писал статьи о Синем Алмазе с самого начала. Я интервьюировал Альфреда Бернса, Джеймса Картера, Марию Гарсию, Люси Уайт, Джека Блэка и других заинтересованных лиц. Я также исследовал историю и характеристики камня. Я хотел сделать сенсационный репортаж о Синем Алмазе и аукционе.\n- Кто еще был заинтересован в нем? О, многие. Синий Алмаз привлекал внимание многих покупателей, коллекционеров, музеев и даже государств. Но самым опасным и неприятным был Джек Блэк, вор-в-законе. Он тоже хотел заполучить Синий Алмаз, и он не останавливался ни перед чем. Он угрожал мне, если я не отдам ему камень. Но я не боялся его, потому что я знал, что у меня есть хорошая охрана и сигнализация.\n\n- Понятно. А вы не заметили ничего подозрительного в ночь кражи? Кто-то пытался войти в ваш офис или кабинет?\n\n- Нет, я ничего не заметил. Я был дома, и никто не беспокоил меня. Утром я приехал в офис и узнал, что Синий Алмаз был украден из отеля \"Роял\". Я был в шоке и в горе. Я потерял свой шанс написать лучшую статью в своей жизни.\n\n- Я понимаю ваше состояние, но я обещаю вам, что я найду ваш камень и верну его вам. У вас есть еще что-то, что вы хотите мне сказать?\n\n- Да, я есть. Я хочу поделиться с вами некоторыми уликами, которые я нашел в ходе своего расследования. Я думаю, что они могут помочь вам найти вора Синего Алмаза.\n\n- Что за улики?\n\n- Во-первых, я нашел следы пальцев на сейфе в номере отеля, где хранился Синий Алмаз. Я сделал отпечатки и отправил их в лабораторию. Они сказали мне, что они принадлежат Марии Гарсии, сотруднице аукционного дома. Я думаю, что она могла быть вовлечена в кражу или подмену камня.\n- Во-вторых, я нашел записку в магазине антиквара Люси Уайт, которая тоже хотела купить Синий Алмаз. Записка была от Джека Блэка, в которой он требовал от нее отдать ему камень или страдать. Я думаю, что он мог быть вором или заказчиком кражи.\n- В-третьих, я нашел подделку Синего Алмаза в складе Джека Блэка, который был одним из главных заинтересованных в нем. Подделка была очень похожа на настоящий камень, но имела небольшие отличия в цвете и форме. Я думаю, что он мог использовать ее для обмана или замены камня.\n\n- Это очень интересно и полезно. Спасибо за вашу помощь.",
          "image": "photo/Piter.jfif",
          "options": [
            "Посетить магазин антиквара Люси Уайт",
            "Посетить склад вора Джека Блэка"
          ]
        },
        "Посетить магазин антиквара Люси Уайт": {
          "description": "Осталась поледняя пара подозреваемых...",
          "new_location": "antique_shop"
        },
        "Посетить склад вора Джека Блэка": {
          "description": "Осталась поледняя пара подозреваемых...",
          "new_location": "hideout"
        }
      }},
     "hideout": {
       "description": "Вы выбрали посетить склад вора Джека Блэка, который был одним из главных заинтересованных в покупке Синего Алмаза. Вы приехали к зданию склада и вошли внутрь. Вы увидели перед собой большое, темное и грязное помещение, заполненное разными ящиками, мешками и контейнерами. Вы также заметили, что на стенах и потолке были установлены камеры и датчики. Вы подошли к стойке регистрации и спросили, где вы можете найти Джека Блэка. Вам сказали, что он находится в своем кабинете в глубине склада. Вы добрались до кабинета Джека Блэка и увидели, что он был закрыт на замок. Вы решили воспользоваться отмычкой, чтобы открыть дверь. Вы вставили отмычку в замочную скважину и начали подбирать комбинацию. Вы услышали щелчок и дверь открылась. Вы вошли в кабинет и увидели перед собой мужчину в кожаной куртке, который сидел за столом. На столе стоял компьютер, телефон и несколько бумаг. На стене висела доска с фотографиями разных лотов, включая Синий Алмаз. Мужчина поднял голову и увидел вас.",
       "good_ending": "0",
        "bad_ending": "0",
       "image": "photo/hideout.jfif",
        "scenarios": {
        "Поговорить с Джеком Блэком": {
          "description": "- Кто ты такой? Что ты здесь делаешь? Как ты сюда попал?\n\n- Я детектив, я расследую дело о краже Синего Алмаза. Я хочу поговорить с тобой. Ты Джек Блэк, вор-в-законе?\n\n- Да, я Джек Блэк, вор-в-законе. И ты сделал большую ошибку, вторгнувшись в мою территорию. Ты думаешь, что я украл Синий Алмаз? Ты думаешь, что я боюсь тебя?\n\n- Да, я думаю, что ты украл Синий Алмаз. Ты был одним из самых заинтересованных в нем. Ты предлагал за него большие деньги, и ты угрожал тем, кто мешал тебе. Ты даже угрожал Люси Уайт, антиквару, которая тоже хотела его купить.\n\n- Люси Уайт? Эта сучка? Она не знает, с кем связалась. Она не знает, что Синий Алмаз - это мой камень, моя судьба, моя жизнь. Я заслуживаю его больше, чем кто-либо другой. Я - король алмазов.\n\n- Нет, ты не король алмазов. Ты - король лжи. Ты украл чужое сокровище и подменил его подделкой. Ты подкупил Марию Гарсию, чтобы она помогла тебе в этом.\n\n- Что? Как ты знаешь об этом? Кто тебе сказал?\n\n- Я знаю об этом, потому что я нашел подделку в отеле \"Роял\". Я также нашел настоящий Синий Алмаз в магазине Люси Уайт. Она призналась, что она вор. Она сказала, что она подкупила Марию Гарсию, чтобы она подменила камень. Она также сказала, что она боялась тебя, потому что ты угрожал ей.\n\n- Что? Это невозможно! Это ложь! Она лжет! Она подставила меня! Она хотела украсть мой камень!\n\n- Нет, это правда. Я записал наш разговор, и я сейчас позвоню в полицию. Ты арестован, Джек Блэк.\n\n- Что? Ты записал наш разговор? Ты подставил меня? Ты нечестный и подлый детектив!\n\n- Нет, я честный и справедливый детектив. Я нашел твой камень и верну его вам. А ты - нечестный и подлый вор. Ты украл чужое сокровище и подменил его подделкой. Ты подкупил Марию Гарсию и использовал ее. Ты - король алмазов? Нет, ты - король лжи.\n\nВы позвонили в полицию и сообщили им о вашем находке. Вы также попросили их приехать на склад Джека Блэка и арестовать его. Вы сказали Джеку Блэку, что он должен ждать приезда полиции и не пытаться сбежать. Вы также сказали ему, что вы заберете Синий Алмаз из его сейфа и вернете его Альфреду Бернсу. Джек Блэк был в ярости и отчаянии. Он кричал на вас и оскорблял вас. Он также пытался убедить вас, чтобы вы отдали ему камень или сделали с ним сделку. Но вы не поддавались на его уговоры и угрозы. Вы ждали приезда полиции, держа Синий Алмаз в руках. Вы чувствовали, что вы решили загадку и справедливость восторжествовала. Вы - хороший детектив.\n\nНо вдруг вы услышали выстрел. Вы обернулись и увидели, что Джек Блэк достал из-под стола пистолет и выстрелил в вас. Вы почувствовали, как пуля пронзила ваше сердце.",
          "image": "photo/Jack.jfif",
          "good_ending": "0",
          "bad_ending": "1"
        }
      }
        }
      }