list_of_commands = {
    1: {
        "name": "/history",
        "description": "эта команда расскажет тебе историю о сигме",
    },
    2: {
        "name": "/becoming",
        "description": "эта команда расскажет о пути становления сигмы",
    },
    3: {
        "name": "/photo",
        "description": "эта команда отправит тебе мою фотографию",

    },
    4: {
        "name": "/favorite_song",
        "description": "эта команда отправит тебе мою любимую песню",
    },
    5: {
        "name": "/favorite_video",
        "description": "эта команда отправит тебе мой любимый эдит",
    }
}

sigma_history = ("Однажды Сигма решил посетить кафе."
                 " Он не любил общаться, поэтому выбрал самый тихий уголок."
                 " Однако, к его столику подошла официантка и спросила:"
                 " «Вы будете заказывать?». Сигма, не поднимая глаз,"
                 " ответил: «Я принимаю решения самостоятельно.».")

sigma_becoming = ("Однажды, мужчина решил стать сигмой. Он изучал"
                  " все, что мог найти о самостоятельности, самодисциплине и"
                  " саморазвитии. Однажды, его друг спросил его: «Ты все еще"
                  " работаешь над тем, чтобы стать сигма-мужчиной?» Мужчина"
                  " ответил: «Да, я уже почти закончил. Я просто пытаюсь"
                  " выяснить, как стать сигма-крипер-сигма-свинкой! (смеемся)")
